[
  {
    "id": 570,
    "title": "Dota 2",
    "description": "The most-played game on Steam. Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has truly taken on a life of its own. One Battlefield. Infinite Possibilities. When it comes to diversity of heroes, abilities, and powerful items, Dota boasts an endless array—no two games are the same. Any hero can fill multiple roles, and there's an abundance of items to help meet the needs of each game. Dota doesn't provide limitations on how to play, it empowers you to express your own style. All heroes are free. Competitive balance is Dota's crown jewel, and to ensure everyone is playing on an even field, the core content of the game—like the vast pool of heroes—is available to all players. Fans can collect cosmetics for heroes and fun add-ons for the world they inhabit, but everything you need to play is already included before you join your first match. Bring your friends and party up. Dota is deep, and constantly evolving, but it's never too late to join. Learn the ropes playing co-op vs. bots. Sharpen your skills in the hero demo mode. Jump into the behavior- and skill-based matchmaking system that ensures you'll be matched with the right players each game.",
    "releaseYear": 2013,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/570/header.jpg?t=1658774750",
    "developer": "Valve",
    "publisher": "Valve",
    "platform": ["Windows", "Mac", "Linux"],
    "price": 0.0,
    "website": "http://www.dota2.com/",
    "genres": ["Action", "Free to Play", "Strategy"],
    "tags": [
      "Free to Play",
      "MOBA",
      "Multiplayer",
      "Strategy",
      "e-sports",
      "Team-Based",
      "Competitive",
      "Action",
      "Online Co-Op",
      "PvP"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_ad8eee787704745ccdecdfde3a5cd2733704898d.1920x1080.jpg?t=1658774750",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_7ab506679d42bfc0c0e40639887176494e0466d9.1920x1080.jpg?t=1658774750",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_c9118375a2400278590f29a3537769c986ef6e39.1920x1080.jpg?t=1658774750",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_f9ebafedaf2d5cfb80ef1f74baa18eb08cad6494.1920x1080.jpg?t=1658774750",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_27b6345f22243bd6b885cc64c5cda74e4bd9c3e8.1920x1080.jpg?t=1658774750",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_b33a65678dc71cc98df4890e22a89601ee56a918.1920x1080.jpg?t=1658774750",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_d0f973ce376ca5b6c08e081cb035e86ced105fa9.1920x1080.jpg?t=1658774750",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_1f3b5f5ccf8b159294914c3fe028128a787304b6.1920x1080.jpg?t=1658774750"
    ],
    "metacriticScore": 90,
    "steamRating": 8.3
  },
  {
    "id": 271590,
    "title": "Grand Theft Auto V",
    "description": "When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other. Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second. The game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support. Grand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes. The PC version of Grand Theft Auto V and Grand Theft Auto Online features First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way. Grand Theft Auto V for PC also brings the debut of the Rockstar Editor, a powerful suite of creative tools to quickly and easily capture, edit and share game footage from within Grand Theft Auto V and Grand Theft Auto Online. The Rockstar Editor’s Director Mode allows players the ability to stage their own scenes using prominent story characters, pedestrians, and even animals to bring their vision to life. Along with advanced camera manipulation and editing effects including fast and slow motion, and an array of camera filters, players can add their own music using songs from GTAV radio stations, or dynamically control the intensity of the game’s score. Completed videos can be uploaded directly from the Rockstar Editor to YouTube and the Rockstar Games Social Club for easy sharing. Soundtrack artists The Alchemist and Oh No return as hosts of the new radio station, The Lab FM. The station features new and exclusive music from the production duo based on and inspired by the game’s original soundtrack. Collaborating guest artists include Earl Sweatshirt, Freddie Gibbs, Little Dragon, Killer Mike, Sam Herring from Future Islands, and more. Players can also discover Los Santos and Blaine County while enjoying their own music through Self Radio, a new radio station that will host player-created custom soundtracks. Special access content requires Rockstar Games Social Club account. Visit for details.",
    "releaseYear": 2015,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/271590/header.jpg?t=1618856444",
    "developer": "Rockstar North",
    "publisher": "Rockstar Games",
    "platform": ["Windows"],
    "price": 0.0,
    "website": "http://www.rockstargames.com/V/",
    "genres": ["Action", "Adventure"],
    "tags": [
      "Open World",
      "Action",
      "Multiplayer",
      "Automobile Sim",
      "Crime",
      "Third Person",
      "First-Person",
      "Shooter",
      "Mature",
      "Adventure"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_32aa18ab3175e3002217862dd5917646d298ab6b.1920x1080.jpg?t=1618856444",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_2744f112fa060320d191a50e8b3a92441a648a56.1920x1080.jpg?t=1618856444",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_da39c16db175f6973770bae6b91d411251763152.1920x1080.jpg?t=1618856444",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_bd5db78286be0a7c6b2c62519099a9e27e6b06f3.1920x1080.jpg?t=1618856444",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_b1a1cb7959d6a0e6fcb2d06ebf97a66c9055cef3.1920x1080.jpg?t=1618856444",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_bc5fc79d3366c837372327717249a4887aa46d63.1920x1080.jpg?t=1618856444",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_d2eb9d3e50f9e4cb8db37d2976990b3795da8187.1920x1080.jpg?t=1618856444",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_bd944debbec9936769f6dfb39ee456ca605615e3.1920x1080.jpg?t=1618856444"
    ],
    "metacriticScore": 96,
    "steamRating": 8.5
  },
  {
    "id": 359550,
    "title": "Tom Clancy's Rainbow Six® Siege",
    "description": "Master the art of destruction and gadgetry in Tom Clancy’s Rainbow Six Siege. Face intense close quarters combat, high lethality, tactical decision making, team play and explosive action within every moment. Experience a new era of fierce firefights and expert strategy born from the rich legacy of past Tom Clancy's Rainbow Six games. Engage in a brand-new style of assault using an unrivaled level of destruction and gadgetry. On defense, coordinate with your team to transform your environments into strongholds. Trap, fortify and create defensive systems to prevent being breached by the enemy. On attack, lead your team through narrow corridors, barricaded doorways and reinforced walls. Combine tactical maps, observation drones, rappelling and more to plan, attack and defuse every situation. Choose from dozens of highly trained, Special Forces operators from around the world. Deploy the latest technology to track enemy movement. Shatter walls to open new lines of fire. Breach ceilings and floors to create new access points. Employ every weapon and gadget from your deadly arsenal to locate, manipulate and destroy your enemies and the environment around them. Experience new strategies and tactics as Rainbow Six Siege evolves over time. Change the rules of Siege with every update that includes new operators, weapons, gadgets and maps. Evolve alongside the ever-changing landscape with your friends and become the most experienced and dangerous operators out there. Compete against others from around the world in ranked match play. Grab your best squad and join the competitive community in weekly tournaments or watch the best professional teams battle it out in the Rainbow Six Siege Pro League.",
    "releaseYear": 2015,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/359550/header.jpg?t=1655223333",
    "developer": "Ubisoft Montreal",
    "publisher": "Ubisoft",
    "platform": ["Windows"],
    "price": 19.99,
    "website": "http://rainbow6.ubi.com/",
    "genres": ["Action"],
    "tags": [
      "FPS",
      "Hero Shooter",
      "Multiplayer",
      "Tactical",
      "Shooter",
      "Team-Based",
      "Action",
      "First-Person",
      "Competitive",
      "Co-op"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_79af6b4e7ea15b745c0c315e4ae8f7450bb64f58.1920x1080.jpg?t=1655223333",
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_0d619a68898400c9cd59b1afa2e36bd50f12d0b5.1920x1080.jpg?t=1655223333",
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_6d4e3b1021a489106f33c054bcb0e74ea4bd706f.1920x1080.jpg?t=1655223333",
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_2f720e4694ba324ee6036a4ce8595a839de3f185.1920x1080.jpg?t=1655223333",
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_98496d46ee7b79cff764f4c910e2ecfbce571b84.1920x1080.jpg?t=1655223333",
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_01dbd675c184301a53fad53431dcf062a07aae77.1920x1080.jpg?t=1655223333",
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_c154437ca6e715eb93d040ec0a2c7adcd4b14c6a.1920x1080.jpg?t=1655223333",
      "https://cdn.akamai.steamstatic.com/steam/apps/359550/ss_d1c935a8bf84112d7d706ac027033a647ae6b43a.1920x1080.jpg?t=1655223333"
    ],
    "metacriticScore": null,
    "steamRating": 8.7
  },
  {
    "id": 105600,
    "title": "Terraria",
    "description": "Dig, Fight, Explore, Build: The very world is at your fingertips as you fight for survival, fortune, and glory. Will you delve deep into cavernous expanses in search of treasure and raw materials with which to craft ever-evolving gear, machinery, and aesthetics? Perhaps you will choose instead to seek out ever-greater foes to test your mettle in combat? Maybe you will decide to construct your own city to house the host of mysterious allies you may encounter along your travels? In the World of Terraria, the choice is yours! Blending elements of classic action games with the freedom of sandbox-style creativity, Terraria is a unique gaming experience where both the journey and the destination are completely in the player’s control. The Terraria adventure is truly as unique as the players themselves! Are you up for the monumental task of exploring, creating, and defending a world of your own? Key features: Sandbox Play Randomly generated worlds Free Content Updates",
    "releaseYear": 2011,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/105600/header.jpg?t=1590092560",
    "developer": "Re-Logic",
    "publisher": "Re-Logic",
    "platform": ["Windows", "Mac", "Linux"],
    "price": 9.99,
    "website": "http://www.terraria.org/",
    "genres": ["Action", "Adventure", "Indie", "RPG"],
    "tags": [
      "Open World Survival Craft",
      "Sandbox",
      "Survival",
      "2D",
      "Multiplayer",
      "Adventure",
      "Crafting",
      "Pixel Graphics",
      "Building",
      "Exploration"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_8c03886f214d2108cafca13845533eaa3d87d83f.1920x1080.jpg?t=1590092560",
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_ae168a00ab08104ba266dc30232654d4b3c919e5.1920x1080.jpg?t=1590092560",
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_9edd98caaf9357c2f40758f354475a56e356e8b0.1920x1080.jpg?t=1590092560",
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_75ea9a7e39eb34b40efa1e6dfd2536098dc4734b.1920x1080.jpg?t=1590092560",
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_782374517c1792debd74d24856203b876eba3a5d.1920x1080.jpg?t=1590092560",
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_04dd9f0a5773b686a452ba480b951f83b3ed5061.1920x1080.jpg?t=1590092560",
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_26c4a091c482be28efe1ecf4dfb498273e5a9107.1920x1080.jpg?t=1590092560",
      "https://cdn.akamai.steamstatic.com/steam/apps/105600/ss_830aa37570410b80947636785ff62096c0bf276f.1920x1080.jpg?t=1590092560"
    ],
    "metacriticScore": 83,
    "steamRating": 9.8
  },
  {
    "id": 440,
    "title": "Team Fortress 2",
    "description": "The most fun you can have online - PC Gamer Is now FREE! There’s no catch! Play as much as you want, as long as you like! The most highly-rated free game of all time! One of the most popular online action games of all time, Team Fortress 2 delivers constant free updates—new game modes, maps, equipment and, most importantly, hats. Nine distinct classes provide a broad range of tactical abilities and personalities, and lend themselves to a variety of player skills. New to TF? Don’t sweat it! No matter what your style and experience, we’ve got a character for you. Detailed training and offline practice modes will help you hone your skills before jumping into one of TF2’s many game modes, including Capture the Flag, Control Point, Payload, Arena, King of the Hill and more. Make a character your own! There are hundreds of weapons, hats and more to collect, craft, buy and trade. Tweak your favorite class to suit your gameplay style and personal taste. You don’t need to pay to win—virtually all of the items in the Mann Co. Store can also be found in-game.",
    "releaseYear": 2007,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/440/header.jpg?t=1592263852",
    "developer": "Valve",
    "publisher": "Valve",
    "platform": ["Windows", "Mac", "Linux"],
    "price": 0.0,
    "website": "http://www.teamfortress.com/",
    "genres": ["Action", "Free to Play"],
    "tags": [
      "Free to Play",
      "Hero Shooter",
      "Multiplayer",
      "FPS",
      "Shooter",
      "Action",
      "Class-Based",
      "Team-Based",
      "Funny",
      "First-Person"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/440/ss_ea21f7bbf4f79bada4554df5108d04b6889d3453.1920x1080.jpg?t=1592263852",
      "https://cdn.akamai.steamstatic.com/steam/apps/440/ss_e3aedb2ab36bba8cfe611b1e0eaa807e4bb2d742.1920x1080.jpg?t=1592263852",
      "https://cdn.akamai.steamstatic.com/steam/apps/440/ss_ee24a769dc1d81dcbd7b250d16530394adee4264.1920x1080.jpg?t=1592263852",
      "https://cdn.akamai.steamstatic.com/steam/apps/440/ss_9faaa506d91bf19dbb398e0c06a684b337f85f91.1920x1080.jpg?t=1592263852",
      "https://cdn.akamai.steamstatic.com/steam/apps/440/ss_7de978f22a7059151c31d0488dc57c5c7703c48b.1920x1080.jpg?t=1592263852",
      "https://cdn.akamai.steamstatic.com/steam/apps/440/ss_e79f2490af3247b4b0f8d412d437b72c321cfe3b.1920x1080.jpg?t=1592263852",
      "https://cdn.akamai.steamstatic.com/steam/apps/440/ss_8f28c75172e3d08e65222725202b82f58bfe7df7.1920x1080.jpg?t=1592263852",
      "https://cdn.akamai.steamstatic.com/steam/apps/440/0000002574.1920x1080.jpg?t=1592263852"
    ],
    "metacriticScore": 92,
    "steamRating": 9.4
  }
]
