[
  {
    "id": 4000,
    "title": "Garry's Mod",
    "description": "Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play. You spawn objects and weld them together to create your own contraptions - whether that's a car, a rocket, a catapult or something that doesn't have a title yet - that's up to you. You can do it offline, or join the thousands of players who play online each day. If you're not too great at construction - don't worry! You can place a variety of characters in silly positions. But if you want to do more, we have the means. Beyond the Sandbox The Garry's Mod community is a tremendous source of content and has added hundreds of unique modes to the game. In Trouble In Terrorist Town, you can be a detective solving an online murder as criminals attempt to cover up their homicides. Be a ball, a plant, a chair, or anything else in Prop Hunt's elaborate, shape-shifting game of Hide & Seek. Elevator: Source is gaming's first elevator thrill ride, delivering players to airlocks and kitten dance parties. We have one of the most vibrant Steam Community Workshops, with over 300'000 models, maps, and contraptions to download. It has everything from new tools to improve your builds, to guns that fire rainbow-tinged nuclear blasts from space. Take as much or as little as you need: it’s all free. Please note: Some multiplayer servers and game-modes might require you to own other games - such as Counter-Strike: Source and Team Fortress 2.",
    "releaseYear": 2006,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/4000/header.jpg?t=1617307042",
    "developer": "Facepunch Studios",
    "publisher": "Valve",
    "platform": ["Windows", "Mac", "Linux"],
    "price": 9.99,
    "website": "https://gmod.facepunch.com",
    "genres": ["Indie", "Simulation"],
    "tags": [
      "Sandbox",
      "Multiplayer",
      "Funny",
      "Moddable",
      "Building",
      "Comedy",
      "Co-op",
      "Mod",
      "First-Person",
      "Physics"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/ss_ff27d52a103d1685e4981673c4f700b860cb23de.1920x1080.jpg?t=1617307042",
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/0000000826.1920x1080.jpg?t=1617307042",
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/ss_65ec9828538eac8db20efc8149990060911fefc4.1920x1080.jpg?t=1617307042",
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/ss_c13ffded1d71bedfa7ede94c11cbd21fbd21a32c.1920x1080.jpg?t=1617307042",
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/ss_1a9b6c5aaf53e82c00daca46b108774d0d39c32f.1920x1080.jpg?t=1617307042",
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/ss_d85d19db885f233a4790960978f362b556ec37be.1920x1080.jpg?t=1617307042",
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/0000000824.1920x1080.jpg?t=1617307042",
      "https://cdn.akamai.steamstatic.com/steam/apps/4000/ss_4162b10390d84aa600e5ed895fdc885482eb2e71.1920x1080.jpg?t=1617307042"
    ],
    "metacriticScore": 78,
    "steamRating": 9.7
  },
  {
    "id": 252490,
    "title": "Rust",
    "description": "The only aim in Rust is to survive. Everything wants you to die - the island’s wildlife and other inhabitants, the environment, other survivors. Do whatever it takes to last another night. Rust is in its 8th year and has now had over 300 content updates, with a guaranteed content patch every month. From regular balance fixes and improvements to AI and graphics updates to adding content like new maps, musical instruments, trains and drones, as well as regular seasons and events, there’s always something interesting or dangerous (or both) happening on the island. Updates to the game include: Procedurally generated worlds with map editor support Host your own servers and with server-side modding support Vehicles: horses, modular cars, hot air balloons, helicopters, trains and more Complex electrical systems Farming New enemies, wildlife and factions New monuments and areas to explore Gestures and contact system Musical instruments Large train network Huge recent graphics overhaul ..and more EXPLORE You wake naked on a mysterious island armed only with a rock and a torch. You’ll need to brave natural dangers (from heat and cold to thirst and starvation), build a shelter, eat (or be eaten), scavenge materials. Explore the island, its abandoned settlements, mysterious monuments and the factions that occupy them. But, above all, watch out for other survivors... BUILD Design and build bases to defend your territory or control the resources of the island. Research the tech tree, grow farms, command electricity, commandeer vehicles from horses to cars to boats to helicopters. Whatever it takes to get ahead. SURVIVE There are no rules in Rust but the ones you make for yourself. Craft tools, armor and weapons to defend yourself. Cooperate with friends and allies and build a town together. Explore the island and what’s happening in it. Trade with other players. Or prey on them, raiding their bases and taking their hard-won goods.",
    "releaseYear": 2018,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/252490/header.jpg?t=1656003795",
    "developer": "Facepunch Studios",
    "publisher": "Facepunch Studios",
    "platform": ["Windows", "Mac"],
    "price": 39.99,
    "website": "http://rust.facepunch.com/",
    "genres": ["Action", "Adventure", "Indie", "Massively Multiplayer", "RPG"],
    "tags": [
      "Survival",
      "Crafting",
      "Multiplayer",
      "Open World",
      "Open World Survival Craft",
      "Building",
      "Sandbox",
      "PvP",
      "Adventure",
      "First-Person"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_9652dbaf2de41b8c8f8305af714ee258564c453d.1920x1080.jpg?t=1656003795",
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_2a8518810024a5fbf9c714e697a43a1201b5d53e.1920x1080.jpg?t=1656003795",
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_e825b087b95e51c3534383cfd75ad6e8038147c3.1920x1080.jpg?t=1656003795",
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_aaa718a3cb0696a816456283526842c4f2d6b1bc.1920x1080.jpg?t=1656003795",
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_bbf6c96e490326ec877ae548cb148e53516b5f83.1920x1080.jpg?t=1656003795",
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_ac208aa4b50f731c5c910554e5e38845b697491f.1920x1080.jpg?t=1656003795",
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_24483e657f7e59d74e4914f79c51d9c821454e98.1920x1080.jpg?t=1656003795",
      "https://cdn.akamai.steamstatic.com/steam/apps/252490/ss_803a18bcbf6004706f12a1f88bb3cadbd9ac5f5b.1920x1080.jpg?t=1656003795"
    ],
    "metacriticScore": 69,
    "steamRating": 8.7
  },
  {
    "id": 292030,
    "title": "The Witcher® 3: Wild Hunt",
    "description": "The Witcher: Wild Hunt is a story-driven open world RPG set in a visually stunning fantasy universe full of meaningful choices and impactful consequences. In The Witcher, you play as professional monster hunter Geralt of Rivia tasked with finding a child of prophecy in a vast open world rich with merchant cities, pirate islands, dangerous mountain passes, and forgotten caverns to explore. KEY FEATURES PLAY AS A HIGHLY TRAINED MONSTER SLAYER FOR HIRE Trained from early childhood and mutated to gain superhuman skills, strength and reflexes, witchers are a counterbalance to the monster-infested world in which they live. Gruesomely destroy foes as a professional monster hunter armed with a range of upgradeable weapons, mutating potions and combat magic. Hunt down a wide range of exotic monsters — from savage beasts prowling the mountain passes, to cunning supernatural predators lurking in the shadows of densely populated towns. Invest your rewards to upgrade your weaponry and buy custom armour, or spend them away in horse races, card games, fist fighting, and other pleasures the night brings. EXPLORE A MORALLY INDIFFERENT FANTASY OPEN WORLD Built for endless adventure, the massive open world of The Witcher sets new standards in terms of size, depth and complexity. Traverse a fantastical open world: explore forgotten ruins, caves and shipwrecks, trade with merchants and dwarven smiths in cities, and hunt across the open plains, mountains and seas. Deal with treasonous generals, devious witches and corrupt royalty to provide dark and dangerous services. Make choices that go beyond good & evil, and face their far-reaching consequences. CHASE DOWN THE CHILD OF PROPHECY Take on the most important contract to track down the child of prophecy, a key to save or destroy this world. In times of war, chase down the child of prophecy, a living weapon foretold by ancient elven legends. Struggle against ferocious rulers, spirits of the wilds and even a threat from beyond the veil – all hell-bent on controlling this world. Define your destiny in a world that may not be worth saving. FULLY REALIZED NEXT GENERATION Built exclusively for next generation hardware, the REDengine 3 renders the world of The Witcher visually nuanced and organic, a real true to life fantasy. Dynamic weather systems and day/night cycles affect how the citizens of the towns and the monsters of the wilds behave. Rich with storyline choices in both main and subplots, this grand open world is influenced by the player unlike ever before.",
    "releaseYear": 2015,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/292030/header.jpg?t=1646996408",
    "developer": "CD PROJEKT RED",
    "publisher": "CD PROJEKT RED",
    "platform": ["Windows"],
    "price": 39.99,
    "website": "http://www.thewitcher.com",
    "genres": ["RPG"],
    "tags": [
      "Open World",
      "RPG",
      "Story Rich",
      "Atmospheric",
      "Mature",
      "Fantasy",
      "Adventure",
      "Singleplayer",
      "Choices Matter",
      "Nudity"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_107600c1337accc09104f7a8aa7f275f23cad096.1920x1080.jpg?t=1646996408",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_64eb760f9a2b67f6731a71cce3a8fb684b9af267.1920x1080.jpg?t=1646996408",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_eda99e7f705a113d04ab2a7a36068f3e7b343d17.1920x1080.jpg?t=1646996408",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_d5b80eb63c12a6484f26796f3e34410651bba068.1920x1080.jpg?t=1646996408",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_b74d60ee215337d765e4d20c8ca6710ae2362cc2.1920x1080.jpg?t=1646996408",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_dc55eeb409d6e187456a8e159018e8da098fa468.1920x1080.jpg?t=1646996408",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_849ec8dcc6f8df1c0b2c509584c9fc9e51f88cfa.1920x1080.jpg?t=1646996408",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_90a33d7764a2d23306091bfcb52265c3506b4fdb.1920x1080.jpg?t=1646996408"
    ],
    "metacriticScore": 93,
    "steamRating": 9.6
  },
  {
    "id": 550,
    "title": "Left 4 Dead 2",
    "description": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead, the #1 co-op game of 2008. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans across five expansive campaigns. You'll play as one of four new survivors armed with a wide and devastating array of classic and upgraded weapons. In addition to firearms, you'll also get a chance to take out some aggression on infected with a variety of carnage-creating melee weapons, from chainsaws to axes and even the deadly frying pan. You'll be putting these weapons to the test against (or playing as in Versus) three horrific and formidable new Special Infected. You'll also encounter five new “uncommon” common infected, including the terrifying Mudmen. Helping to take L4D's frantic, action-packed gameplay to the next level is AI Director 2.0. This improved Director has the ability to procedurally change the weather you'll fight through and the pathways you'll take, in addition to tailoring the enemy population, effects, and sounds to match your performance. L4D2 promises a satisfying and uniquely challenging experience every time the game is played, custom-fitted to your style of play. Next generation co-op action gaming from the makers of Half-Life, Portal, Team Fortress and Counter-Strike. Over 20 new weapons & items headlined by over 10 melee weapons – axe, chainsaw, frying pan, baseball bat – allow you to get up close with the zombies. New survivors. New Story. New dialogue. Five expansive campaigns for co-operative, Versus and Survival game modes. An all new multiplayer mode. Uncommon common infected. Each of the five new campaigns contains at least one new “uncommon common” zombies which are exclusive to that campaign. AI Director 2.0: Advanced technology dubbed “The AI Director” drove L4D's unique gameplay – customizing enemy population, effects, and music, based upon the players’ performance. L4D 2 features “The AI Director 2.0” which expands the Director’s ability to customize level layout, world objects, weather, and lighting to reflect different times of day. Stats, rankings, and awards system drives collaborative play.",
    "releaseYear": 2009,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/550/header.jpg?t=1657220736",
    "developer": "Valve",
    "publisher": "Valve",
    "platform": ["Windows", "Mac", "Linux"],
    "price": 9.99,
    "website": "http://www.l4d.com",
    "genres": ["Action"],
    "tags": [
      "Zombies",
      "Co-op",
      "FPS",
      "Multiplayer",
      "Shooter",
      "Action",
      "Online Co-Op",
      "Survival",
      "Horror",
      "First-Person"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_2eae29fbdfe8e5e8999b96d8bb28c5db70507968.1920x1080.jpg?t=1657220736",
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_29b3b4f2a3994c889f6fc12e0781d9d4726ef33f.1920x1080.jpg?t=1657220736",
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_9488e329bb42d792a059fb44cb7135d25b6262f5.1920x1080.jpg?t=1657220736",
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_6ec4ee04d4924b099e25ce79f3d6571c3b623b3b.1920x1080.jpg?t=1657220736",
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_73ad69168a263ce585e4823d9607d901719ca3c5.1920x1080.jpg?t=1657220736",
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_a9c1227ffe8a1968e234b3ebda08e773fc619e37.1920x1080.jpg?t=1657220736",
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_ba2ea2eda245f89626277457ae2ab76ba997f46a.1920x1080.jpg?t=1657220736",
      "https://cdn.akamai.steamstatic.com/steam/apps/550/ss_7098be159cfe3cc524fb68b2585f643324cc1078.1920x1080.jpg?t=1657220736"
    ],
    "metacriticScore": 89,
    "steamRating": 9.7
  },
  {
    "id": 945360,
    "title": "Among Us",
    "description": "Play with 4-15 player online or via local WiFi as you attempt to prepare your spaceship for departure, but beware as one or more random players among the Crew are Impostors bent on killing everyone! Originally created as a party game, we recommend playing with friends at a LAN party or online using voice chat. Enjoy cross-platform play between Android, iOS, Nintendo Switch, and PC. Coming soon to Xbox and PlayStation, which will also feature crossplay. Win by completing tasks to prepare the ship or ejecting all Impostors. React quickly to undo the Impostor's sabotages. Check the Admin map and Security cameras to keep tabs on other Crewmates. Report any dead bodies immediately to start discussion of who the suspected Impostor is. Call emergency meetings to discuss suspicious behavior. Vote to eject suspected Impostors. Kill crewmates and frame bystanders. Pretend to run tasks to blend in with the crewmates. Sneak through the vents to quickly move about the ship. Use sabotages to cause chaos and divide the crew. Close doors to trap victims and kill in private. Features Customization: Pick your color, hat, skin, and pet. Lots of game options: Add more Impostors, more tasks, and so much more! 4 different maps to play in: The Skeld, MIRA HQ, Polus, and the Airship. Quickly find a game online from the host list. In-game text chat. Rich Discord integration. Cross-platform play between PC, Android, and iOS!",
    "releaseYear": 2018,
    "imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/945360/header.jpg?t=1646296970",
    "developer": "Innersloth",
    "publisher": "Innersloth",
    "platform": ["Windows"],
    "price": 3.99,
    "website": "http://innersloth.com/gameAmongUs.php",
    "genres": ["Casual"],
    "tags": [
      "Multiplayer",
      "Online Co-Op",
      "Social Deduction",
      "Space",
      "Survival",
      "2D",
      "Funny",
      "Psychological",
      "Co-op",
      "Party Game"
    ],
    "screenshots": [
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_1fbd9dc9fd6a2710d233a088ef426a6d78fcf884.1920x1080.jpg?t=1646296970",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_9d11502fa973580a82b532b25f1901b8425c28f9.1920x1080.jpg?t=1646296970",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_17be75e178e3520c986504504ada8535de19cc0d.1920x1080.jpg?t=1646296970",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_a1872c1c594ad4e5885d248516919d85243d9c1f.1920x1080.jpg?t=1646296970",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_7ccc894b8f95091f608fa012450549091cce2423.1920x1080.jpg?t=1646296970",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_13ec9b7b0ad4d154a99a8cbbc4a0c12c02d0421f.1920x1080.jpg?t=1646296970",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_7b628153ef470f3c6bbd7d1159bcef106a88e042.1920x1080.jpg?t=1646296970",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_41c3f20fa1faf5c9c7548b38a22c449bcfa9bc5e.1920x1080.jpg?t=1646296970"
    ],
    "metacriticScore": 85,
    "steamRating": 9.2
  }
]
